Revit 2027 API
FilterStringEquals Constructor
 Constructs an instance of FilterStringEquals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FilterStringEquals()
Public Sub New
public:
FilterStringEquals()
new : unit -> FilterStringEquals
See Also
Reference
FilterStringEquals Class
Autodesk.Revit.DB Namespace